acpi
alacritty
amd-ucode
auto-cpufreq
base
base-devel
bluetui
bluez
bluez-utils
brightnessctl
btop
chromium
dmenu
dolphin
firefox
flameshot
fw-ectool-git
gammastep
ghostty
git
godot
gparted
grim
i3-wm
i3status
icaclient
libreoffice-still
linux
linux-firmware
ly
man-db
meson
mpv
mts-link
neovim
networkmanager
noto-fonts
noto-fonts-cjk
npm
ntp
nvm
openssh
paru
paru-debug
pavucontrol
picom
pipewire-alsa
pipewire-pulse
qbittorrent
reflector
ripgrep
rsync
scdoc
spotify
stow
sudo
sway
swaybg
swayidle
syncthing
telegram-desktop
tmux
tofi
torbrowser-launcher
traceroute
ttf-dejavu
ttf-roboto
udisks2
ufw
unzip
usbutils
vi
vim
wayland-protocols
wget
wiiudownloader
wl-clipboard
wl-mirror
xdg-desktop-portal
xdg-desktop-portal-wlr
xorg-server
xorg-xauth
xorg-xev
xorg-xeyes
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xwayland
xterm
yandex-browser
yazi
zoom
zsh
